Repository: Hemi03/luci-app-adguardhome
Catalog: po/*/AdGuardHome.po
Languages: de

source: Base Setting
de: Standart Einstellung

source: Log
de: Protokoll

source: Manual Config
de: Nutzer Einstellung

source: Free and open source, powerful network-wide ads & trackers blocking DNS server.
de: Gratis und Open Source, starker Netzwerk weiter DNS Server, um Werbung und Tracker zu blockieren

source: RUNNING
de: LÄUFT

source: NOT RUNNING
de: AUSGESCHALTET

source: Redirected
de: Umleitend

source: Not redirect
de: Gestopptes Umleiten

source: Collecting data...
de: Sammle Daten ...

source: Enable
de: Freischalten

source: Browser management port
de: Management-Websiten Port

source: Update
de: Aktualisieren

source: Update core version
de: Aktualliert Core Version

source: Check...
de: Überprüfe ...

source: Updated
de: Aktualisiert

source: Force update
de: Aktualisierung erzwingen

source: Fast config
de: Schnelleinstellung

source: no config
de: Keine Einstellung

source: no core
de: Kein Core

source: Redirect
de: Umleiten

source: none
de: Nichts

source: Run as dnsmasq upstream server
de: Starte als dnsmasq Upstream-Server

source: Redirect 53 port to AdGuardHome
de: Leite Port 53 zu AdGuardHome um

source: Use port 53 replace dnsmasq
de: Nutze Port 53 und ersetze dnsmasq

source: AdGuardHome redirect mode
de: AdGuardHome Umleit-Modus

source: Bin Path
de: Bin Patch

source: AdGuardHome Bin path if no bin will auto download
de: AdGuardHome Binary Pfad, ohne Binary wird automatisch ein heruntergeladen

source: choose Arch for download
de: wähle den Arch für den Download

source: Need to save to config first before downloading.
de: Vor dem Download muss die Configuration gesichert werden

source: use upx to compress bin after download
de: Nutze upx für die Komprimierung nach dem Download der Binary

source: compress faster
de: Schnelle Komprimierung

source: compress better
de: Bessere Komprimierung

source: compress best(can be slow for big files)
de: Beste Komprimierung(kann langsam sein)

source: try all available compression methods & filters [slow]
de: Teste alle vorhandenen Komprimierungen und Filter[langsam]

source: try even more compression variants [very slow]
de: Teste noch mehr Komprimierungen[sehr langsam]

source: bin use less space,but may have compatibility issues
de: Binary am kleinsten, kann aber Kompatibilitäts Probleme haben

source: Config Path
de: Konfigurations Pfad

source: AdGuardHome config path
de: AdGuardHome Konfigurations Pfad

source: Work dir
de: Arbeitsverzeichnis

source: AdGuardHome work dir include rules,audit log and database
de: AdGuardHome Arbeitsverzeichnis mit Regeln, Audit Logs und Datenbank

source: Runtime log file
de: Laufzeit Protokoll Datei

source: AdGuardHome runtime Log file if 'syslog': write to system log;if empty no log
de: AdGuardHome Laufzeit Protokoll wenn 'syslog': schreibe in das System Protokoll;wenn leer kein Protokoll

source: Verbose log
de: Ausführliches Protokoll

source: Add gfwlist
de: Anfügen gfwlist

source: Add
de: Ergänzen

source: Added
de: Hinzugefügt

source: Not added
de: Nicht Hinzugefügt

source: Del gfwlist
de: Lösche gfwlist

source: Del
de: Lösche

source: will set to name gfwlist
de: Setzt Name zu gfwlist

source: (ipset only)
de: (nur ipset)

source: Change browser management password
de: Ändere Browser Management Password

source: Culculate
de: Berechne

source: Load culculate model
de: Berechne Model

source: loading...
de: Lade ...

source: Please save/apply
de: Bitte Speichern/Bestätigen

source: is empty
de: ist leer

source: Press load culculate model and culculate finally save/apply
de: Betätige 'Berechne Model' und 'Berechne' danach 'Speichern/Bestätigen'

source: Keep files when system upgrade
de: Behalte Dateien bei System Aktualisierung

source: core bin
de: Core Binary

source: config file
de: Konfigurations Datei

source: log file
de: Protokoll Datei

source: On boot when network ok restart
de: Bei Systemstart, wenn Netzwerk ok, Neustarten

source: Backup workdir files when shutdown
de: Bei Herunterfahren, workdir Dateien sichern

source: Will be restore when workdir/data is empty
de: Wiederherstellen wenn workdir/data leer ist

source: Backup workdir path
de: Sichern des workdir Pfades

source: Crontab task
de: Crontab Aufgaben

source: Auto tail querylog
de: Verfolge/Tail querylog

source: Auto tail runtime log
de: Verfolge/Tail Laufzeit Protokoll

source: Auto update ipv6 hosts and restart adh
de: Autoupdate ipv6 Hosts und starte ADH neu

source: Auto update gfwlist and restart adh
de: Autoupdate gfwlist und start ADH neu

source: Auto update ipset list and restart adh
de: Autoupdate ipset Liste und starte ADH neu

source: Please change time and args in crontab
de: Bitte ändere Zeit und Args in Crontab

source: Choose Release Version for download
de: Wähle Release Version für den Download

source: Release(Default)
de: Release(Standart)

source: If this option is modified, please confirm the download links
de: Wenn diese Option ausgewählt ist, überprüfe bitte den Download-Link

source: Download links for update
de: Download-Links für Updates

source: reverse
de: zurücksetzen

source: localtime
de: Ortszeit

source: Please add log path in config to enable log
de: Bitte gebe Protokoll-Pfad in Konfiguration an, um Protokoll zu aktivieren

source: download log
de: Protokoll herunterladen

source: Use template
de: Nutze ein Template

source: Reload Config
de: Konfiguration Neuladen

source: WARNING!!! no bin found apply config will not be test
de: WARNUNG!!! keine Binary gefunden Konfiguration wird nicht getestet

source: Change browser management username
de: Ändere Browser Management Nutzer Name

source: Username
de: Nutzername

source: Check Config
de: Überprüfe Konfiguration

source: unknown
de: unbekannt

source: Keep database when system upgrade
de: Behalte Datenbank wenn System Aktualisiert wird

source: Boot delay until network ok
de: Systemstart verzögern bis Netzwerk verbunden is
